Repository: Veske/gnome-shell-extension-freon
Catalog: freon@Veske/po/*.po
Languages: el, sr, sr@latin

source: Average
el: Μέση
sr: Просечна
sr@latin: Prosečna

source: Maximum
el: Μέγιστη
sr: Највиша
sr@latin: Najviša

source: Please run sensors-detect as root.
el: Παρακαλώ τρέξτε την εντολή sensors-detect ως διαχειριστής
sr: Покрените sensor-detect као корени корисник.
sr@latin: Pokrenite sensor-detect kao koreni korisnik.

source: Please install lm_sensors. If this doesn't help, click here to report with your sensors output!
el: Παρακαλώ εγκαταστήστε το lm_sensors. Αν αυτό δεν βοηθήσει, πατήστε εδώ για να αναφέρετε τις αναφορές των δεκτών σας!
sr: Инсталирајте lm_sensors. Ако то не помогне кликните овде да пријавите грешку са вашим излазом сензора!
sr@latin: Instalirajte lm_sensors. Ako to ne pomogne kliknite ovde da prijavite grešku sa vašim izlazom senzora!

source: Temperature Sensors
el: Δέκτες θερμοκρασίας
sr: Сензори температура
sr@latin: Senzori temperatura

source: Voltage
el: Τάση
sr: Напон
sr@latin: Napon

source: Sensors Settings
el: Ρυθμίσεις δεκτών
sr: Поставке сензора
sr@latin: Postavke senzora

source: Poll Sensors Every (sec)
el: Συγκέντρωση πληροφοριών δεκτών κάθε (δεύτ.)
sr: Освежавај сензоре сваких (сек)
sr@latin: Osvežavaj senzore svakih (sek)

source: Show Decimal Value
el: Εμφάνισης δεκαδικής τιμής
sr: Прикажи децималне вредности
sr@latin: Prikaži decimalne vrednosti

source: Show one digit after decimal
el: Εμφάνιση ενός ψηφίου μετά την δεκάδα
sr: Прикажи једну цифру након зареза
sr@latin: Prikaži jednu cifru nakon zareza

source: Temperature Unit
el: Μονάδες θερμοκρασίας
sr: Јединица температуре
sr@latin: Jedinica temperature

source: Position in Panel
el: Θέση στον πίνακα
sr: Позиција на панелу
sr@latin: Pozicija na panelu

source: Show Icon on Panel
el: Εμφάνιση εικονιδίου στον πίνακα
sr: Прикажи икону на панелу
sr@latin: Prikaži ikonu na panelu

source: Show Fan Speed
el: Εμφάνιση ταχύτητας ανεμιστηρακίου
sr: Прикажи брзине вентилатора
sr@latin: Prikaži brzine ventilatora

source: Show Power Supply Voltage
el: Εμφάνιση τάσης παροχής ρεύματος
sr: Прикажи напон напајања
sr@latin: Prikaži napon napajanja

source: Group Temperature Items
el: Ομαδοποίηση τιμών θερμοκρασίας
sr: Групиши температуре
sr@latin: Grupiši temperature

source: Works if you have more than three temperature sensors
el: Λειτουργεί με περισσότερους από τρεις δείκτες θερμοκρασίας
sr: Ради само уколико имате више од три сензора
sr@latin: Radi samo ukoliko imate više od tri senzora

source: Group Voltage Items
el: Ομαδοποίηση τιμών τάσεων
sr: Групиши ставке напона
sr@latin: Grupiši stavke napona

source: Works if you have more than three voltage sensors
el: Λειτουργεί με περισσότερους από τρεις δείκτες τάσης
sr: Ради ако имате више од три сензора напона
sr@latin: Radi ako imate više od tri senzora napona

source: HDD/SSD Temperature Utility
el: Εργαλείο θερμοκρασίας δίσκων HDD/SSD
sr: Алатка за температуре ХДД/СДД-а
sr@latin: Alatka za temperature HDD/SDD-a

source: None
el: Κανένα
sr: ниједна
sr@latin: nijedna

source: Video Card Temperature Utility
el: Εργαλείο θερμοκρασίας κάρτας γραφικών
sr: Алатка за температуру графичке картице
sr@latin: Alatka za temperaturu grafičke kartice
